[
    {
        "user_name": "us1",
        "text": "1Windows 10 получила ряд @us2 исправлений в рамках #программирование Patch Tuesday. Среди них – KB5005033, которое оказалось некорректным. Некоторые пользователи системы жалуются, что после установки этого патча переключение окон с помощью сочетания клавиш Alt + Tab перестало работать. Microsoft выпустила множество обновлений в рамках августовского вторника патчей. Среди них было обновление KB5005033 для Windows 10. Это накопительный патч для исправления различных ошибок. К сожалению, по ходу дела возникли новые проблемы."
    },
    {
        "user_name": "us1",
        "text": "2Какие именно приложения больше @us2 всего пожирают память смартфона #программирование, зависит от используемого устройства, платформы (iOS или Android), типа и версии приложения, рассказала аналитик-исследователь цифровых продуктов Центра цифровой экспертизы Роскачества Эльвина Гильфанова. Реклама кнопочного мобильного телефона \"Sony Ericsson\" в центре Москвы в 2006 году. Эксперт рассказал, кто и зачем покупает кнопочные телефоны \"Вес\" приложения можно проверить в настройках, главный фактор здесь — тип приложения. Чем больше у приложения функций, тем оно тяжелее. К примеру, фонарик, завязанный на одну кнопку, займет минимум места."
    },
    {
        "user_name": "us1",
        "text": "3Олимпийская чемпионка 1994 года в @us2 женском одиночном катании, #программирование бывшая украинская фигуристка Оксана Баюл отказалась от украинского гражданства. Об этом она заявила у себя в инстаграме"
    },
    {
        "user_name": "us1",
        "text": "4Меня нет ни в одной социальной @us2 сети, но #программирование какие-то мошенники создали страницу с моими данными. Я прошу вас пожаловаться на эту страницу, дабы избежать лжи для людей, которые в это верят. Если сотни человек подадут жалобы на эту страницу, ее закроют - таким образом можно будет наказать этих мошенников."
    },
    {
        "user_name": "us1",
        "text": "5В первом полугодии текущего года @us2 средний #ПРОГРАММА минимальный тариф на сотовую связь в России увеличился на 16%. Так, по информации СМИ, минимальный тариф на сегодняшний день составляет 326 рублей в месяц. По мнению специалистов, во время вспышки коронавируса из-за падения доходов населения, российские операторы старались сделать свои тарифы доступнее. Однако сейчас цены вновь начали увеличиваться."
    },
    {
        "user_name": "us1",
        "text": "поверка"
    }
]